package com.example.antdpro.demo.utils;

public class ConstantHelper {
    public static final String PROVINCE_KEY="PROVINCE_KEY";
    public static final String CITY_KEY="CITY_KEY";
    public static final String TABLE_PAGE="TABLE_PAGE_KEY";
    public static final String PROVINCES="[\n" +
            "  {\n" +
            "    \"name\": \"北京市\",\n" +
            "    \"id\": \"110000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"天津市\",\n" +
            "    \"id\": \"120000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"河北省\",\n" +
            "    \"id\": \"130000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"山西省\",\n" +
            "    \"id\": \"140000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"内蒙古自治区\",\n" +
            "    \"id\": \"150000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"辽宁省\",\n" +
            "    \"id\": \"210000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"吉林省\",\n" +
            "    \"id\": \"220000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"黑龙江省\",\n" +
            "    \"id\": \"230000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"上海市\",\n" +
            "    \"id\": \"310000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"江苏省\",\n" +
            "    \"id\": \"320000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"浙江省\",\n" +
            "    \"id\": \"330000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"安徽省\",\n" +
            "    \"id\": \"340000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"福建省\",\n" +
            "    \"id\": \"350000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"江西省\",\n" +
            "    \"id\": \"360000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"山东省\",\n" +
            "    \"id\": \"370000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"河南省\",\n" +
            "    \"id\": \"410000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"湖北省\",\n" +
            "    \"id\": \"420000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"湖南省\",\n" +
            "    \"id\": \"430000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"广东省\",\n" +
            "    \"id\": \"440000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"广西壮族自治区\",\n" +
            "    \"id\": \"450000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"海南省\",\n" +
            "    \"id\": \"460000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"重庆市\",\n" +
            "    \"id\": \"500000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"四川省\",\n" +
            "    \"id\": \"510000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"贵州省\",\n" +
            "    \"id\": \"520000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"云南省\",\n" +
            "    \"id\": \"530000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"西藏自治区\",\n" +
            "    \"id\": \"540000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"陕西省\",\n" +
            "    \"id\": \"610000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"甘肃省\",\n" +
            "    \"id\": \"620000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"青海省\",\n" +
            "    \"id\": \"630000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"宁夏回族自治区\",\n" +
            "    \"id\": \"640000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"新疆维吾尔自治区\",\n" +
            "    \"id\": \"650000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"台湾省\",\n" +
            "    \"id\": \"710000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"香港特别行政区\",\n" +
            "    \"id\": \"810000\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"澳门特别行政区\",\n" +
            "    \"id\": \"820000\"\n" +
            "  }\n" +
            "]\n";

    public static final String CITYS="{\n" +
            "  \"110000\": [\n" +
            "    {\n" +
            "      \"province\": \"北京市\",\n" +
            "      \"name\": \"市辖区\",\n" +
            "      \"id\": \"110100\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"120000\": [\n" +
            "    {\n" +
            "      \"province\": \"天津市\",\n" +
            "      \"name\": \"市辖区\",\n" +
            "      \"id\": \"120100\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"130000\": [\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"石家庄市\",\n" +
            "      \"id\": \"130100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"唐山市\",\n" +
            "      \"id\": \"130200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"秦皇岛市\",\n" +
            "      \"id\": \"130300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"邯郸市\",\n" +
            "      \"id\": \"130400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"邢台市\",\n" +
            "      \"id\": \"130500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"保定市\",\n" +
            "      \"id\": \"130600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"张家口市\",\n" +
            "      \"id\": \"130700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"承德市\",\n" +
            "      \"id\": \"130800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"沧州市\",\n" +
            "      \"id\": \"130900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"廊坊市\",\n" +
            "      \"id\": \"131000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"衡水市\",\n" +
            "      \"id\": \"131100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河北省\",\n" +
            "      \"name\": \"省直辖县级行政区划\",\n" +
            "      \"id\": \"139000\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"140000\": [\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"太原市\",\n" +
            "      \"id\": \"140100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"大同市\",\n" +
            "      \"id\": \"140200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"阳泉市\",\n" +
            "      \"id\": \"140300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"长治市\",\n" +
            "      \"id\": \"140400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"晋城市\",\n" +
            "      \"id\": \"140500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"朔州市\",\n" +
            "      \"id\": \"140600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"晋中市\",\n" +
            "      \"id\": \"140700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"运城市\",\n" +
            "      \"id\": \"140800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"忻州市\",\n" +
            "      \"id\": \"140900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"临汾市\",\n" +
            "      \"id\": \"141000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山西省\",\n" +
            "      \"name\": \"吕梁市\",\n" +
            "      \"id\": \"141100\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"150000\": [\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"呼和浩特市\",\n" +
            "      \"id\": \"150100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"包头市\",\n" +
            "      \"id\": \"150200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"乌海市\",\n" +
            "      \"id\": \"150300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"赤峰市\",\n" +
            "      \"id\": \"150400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"通辽市\",\n" +
            "      \"id\": \"150500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"鄂尔多斯市\",\n" +
            "      \"id\": \"150600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"呼伦贝尔市\",\n" +
            "      \"id\": \"150700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"巴彦淖尔市\",\n" +
            "      \"id\": \"150800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"乌兰察布市\",\n" +
            "      \"id\": \"150900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"兴安盟\",\n" +
            "      \"id\": \"152200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"锡林郭勒盟\",\n" +
            "      \"id\": \"152500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"内蒙古自治区\",\n" +
            "      \"name\": \"阿拉善盟\",\n" +
            "      \"id\": \"152900\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"210000\": [\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"沈阳市\",\n" +
            "      \"id\": \"210100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"大连市\",\n" +
            "      \"id\": \"210200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"鞍山市\",\n" +
            "      \"id\": \"210300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"抚顺市\",\n" +
            "      \"id\": \"210400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"本溪市\",\n" +
            "      \"id\": \"210500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"丹东市\",\n" +
            "      \"id\": \"210600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"锦州市\",\n" +
            "      \"id\": \"210700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"营口市\",\n" +
            "      \"id\": \"210800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"阜新市\",\n" +
            "      \"id\": \"210900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"辽阳市\",\n" +
            "      \"id\": \"211000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"盘锦市\",\n" +
            "      \"id\": \"211100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"铁岭市\",\n" +
            "      \"id\": \"211200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"朝阳市\",\n" +
            "      \"id\": \"211300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"辽宁省\",\n" +
            "      \"name\": \"葫芦岛市\",\n" +
            "      \"id\": \"211400\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"220000\": [\n" +
            "    {\n" +
            "      \"province\": \"吉林省\",\n" +
            "      \"name\": \"长春市\",\n" +
            "      \"id\": \"220100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"吉林省\",\n" +
            "      \"name\": \"吉林市\",\n" +
            "      \"id\": \"220200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"吉林省\",\n" +
            "      \"name\": \"四平市\",\n" +
            "      \"id\": \"220300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"吉林省\",\n" +
            "      \"name\": \"辽源市\",\n" +
            "      \"id\": \"220400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"吉林省\",\n" +
            "      \"name\": \"通化市\",\n" +
            "      \"id\": \"220500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"吉林省\",\n" +
            "      \"name\": \"白山市\",\n" +
            "      \"id\": \"220600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"吉林省\",\n" +
            "      \"name\": \"松原市\",\n" +
            "      \"id\": \"220700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"吉林省\",\n" +
            "      \"name\": \"白城市\",\n" +
            "      \"id\": \"220800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"吉林省\",\n" +
            "      \"name\": \"延边朝鲜族自治州\",\n" +
            "      \"id\": \"222400\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"230000\": [\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"哈尔滨市\",\n" +
            "      \"id\": \"230100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"齐齐哈尔市\",\n" +
            "      \"id\": \"230200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"鸡西市\",\n" +
            "      \"id\": \"230300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"鹤岗市\",\n" +
            "      \"id\": \"230400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"双鸭山市\",\n" +
            "      \"id\": \"230500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"大庆市\",\n" +
            "      \"id\": \"230600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"伊春市\",\n" +
            "      \"id\": \"230700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"佳木斯市\",\n" +
            "      \"id\": \"230800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"七台河市\",\n" +
            "      \"id\": \"230900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"牡丹江市\",\n" +
            "      \"id\": \"231000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"黑河市\",\n" +
            "      \"id\": \"231100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"绥化市\",\n" +
            "      \"id\": \"231200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"黑龙江省\",\n" +
            "      \"name\": \"大兴安岭地区\",\n" +
            "      \"id\": \"232700\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"310000\": [\n" +
            "    {\n" +
            "      \"province\": \"上海市\",\n" +
            "      \"name\": \"市辖区\",\n" +
            "      \"id\": \"310100\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"320000\": [\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"南京市\",\n" +
            "      \"id\": \"320100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"无锡市\",\n" +
            "      \"id\": \"320200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"徐州市\",\n" +
            "      \"id\": \"320300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"常州市\",\n" +
            "      \"id\": \"320400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"苏州市\",\n" +
            "      \"id\": \"320500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"南通市\",\n" +
            "      \"id\": \"320600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"连云港市\",\n" +
            "      \"id\": \"320700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"淮安市\",\n" +
            "      \"id\": \"320800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"盐城市\",\n" +
            "      \"id\": \"320900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"扬州市\",\n" +
            "      \"id\": \"321000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"镇江市\",\n" +
            "      \"id\": \"321100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"泰州市\",\n" +
            "      \"id\": \"321200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江苏省\",\n" +
            "      \"name\": \"宿迁市\",\n" +
            "      \"id\": \"321300\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"330000\": [\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"杭州市\",\n" +
            "      \"id\": \"330100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"宁波市\",\n" +
            "      \"id\": \"330200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"温州市\",\n" +
            "      \"id\": \"330300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"嘉兴市\",\n" +
            "      \"id\": \"330400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"湖州市\",\n" +
            "      \"id\": \"330500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"绍兴市\",\n" +
            "      \"id\": \"330600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"金华市\",\n" +
            "      \"id\": \"330700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"衢州市\",\n" +
            "      \"id\": \"330800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"舟山市\",\n" +
            "      \"id\": \"330900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"台州市\",\n" +
            "      \"id\": \"331000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"浙江省\",\n" +
            "      \"name\": \"丽水市\",\n" +
            "      \"id\": \"331100\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"340000\": [\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"合肥市\",\n" +
            "      \"id\": \"340100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"芜湖市\",\n" +
            "      \"id\": \"340200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"蚌埠市\",\n" +
            "      \"id\": \"340300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"淮南市\",\n" +
            "      \"id\": \"340400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"马鞍山市\",\n" +
            "      \"id\": \"340500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"淮北市\",\n" +
            "      \"id\": \"340600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"铜陵市\",\n" +
            "      \"id\": \"340700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"安庆市\",\n" +
            "      \"id\": \"340800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"黄山市\",\n" +
            "      \"id\": \"341000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"滁州市\",\n" +
            "      \"id\": \"341100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"阜阳市\",\n" +
            "      \"id\": \"341200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"宿州市\",\n" +
            "      \"id\": \"341300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"六安市\",\n" +
            "      \"id\": \"341500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"亳州市\",\n" +
            "      \"id\": \"341600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"池州市\",\n" +
            "      \"id\": \"341700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"安徽省\",\n" +
            "      \"name\": \"宣城市\",\n" +
            "      \"id\": \"341800\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"350000\": [\n" +
            "    {\n" +
            "      \"province\": \"福建省\",\n" +
            "      \"name\": \"福州市\",\n" +
            "      \"id\": \"350100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"福建省\",\n" +
            "      \"name\": \"厦门市\",\n" +
            "      \"id\": \"350200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"福建省\",\n" +
            "      \"name\": \"莆田市\",\n" +
            "      \"id\": \"350300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"福建省\",\n" +
            "      \"name\": \"三明市\",\n" +
            "      \"id\": \"350400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"福建省\",\n" +
            "      \"name\": \"泉州市\",\n" +
            "      \"id\": \"350500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"福建省\",\n" +
            "      \"name\": \"漳州市\",\n" +
            "      \"id\": \"350600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"福建省\",\n" +
            "      \"name\": \"南平市\",\n" +
            "      \"id\": \"350700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"福建省\",\n" +
            "      \"name\": \"龙岩市\",\n" +
            "      \"id\": \"350800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"福建省\",\n" +
            "      \"name\": \"宁德市\",\n" +
            "      \"id\": \"350900\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"360000\": [\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"南昌市\",\n" +
            "      \"id\": \"360100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"景德镇市\",\n" +
            "      \"id\": \"360200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"萍乡市\",\n" +
            "      \"id\": \"360300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"九江市\",\n" +
            "      \"id\": \"360400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"新余市\",\n" +
            "      \"id\": \"360500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"鹰潭市\",\n" +
            "      \"id\": \"360600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"赣州市\",\n" +
            "      \"id\": \"360700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"吉安市\",\n" +
            "      \"id\": \"360800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"宜春市\",\n" +
            "      \"id\": \"360900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"抚州市\",\n" +
            "      \"id\": \"361000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"江西省\",\n" +
            "      \"name\": \"上饶市\",\n" +
            "      \"id\": \"361100\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"370000\": [\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"济南市\",\n" +
            "      \"id\": \"370100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"青岛市\",\n" +
            "      \"id\": \"370200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"淄博市\",\n" +
            "      \"id\": \"370300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"枣庄市\",\n" +
            "      \"id\": \"370400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"东营市\",\n" +
            "      \"id\": \"370500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"烟台市\",\n" +
            "      \"id\": \"370600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"潍坊市\",\n" +
            "      \"id\": \"370700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"济宁市\",\n" +
            "      \"id\": \"370800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"泰安市\",\n" +
            "      \"id\": \"370900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"威海市\",\n" +
            "      \"id\": \"371000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"日照市\",\n" +
            "      \"id\": \"371100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"莱芜市\",\n" +
            "      \"id\": \"371200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"临沂市\",\n" +
            "      \"id\": \"371300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"德州市\",\n" +
            "      \"id\": \"371400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"聊城市\",\n" +
            "      \"id\": \"371500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"滨州市\",\n" +
            "      \"id\": \"371600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"山东省\",\n" +
            "      \"name\": \"菏泽市\",\n" +
            "      \"id\": \"371700\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"410000\": [\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"郑州市\",\n" +
            "      \"id\": \"410100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"开封市\",\n" +
            "      \"id\": \"410200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"洛阳市\",\n" +
            "      \"id\": \"410300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"平顶山市\",\n" +
            "      \"id\": \"410400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"安阳市\",\n" +
            "      \"id\": \"410500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"鹤壁市\",\n" +
            "      \"id\": \"410600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"新乡市\",\n" +
            "      \"id\": \"410700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"焦作市\",\n" +
            "      \"id\": \"410800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"濮阳市\",\n" +
            "      \"id\": \"410900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"许昌市\",\n" +
            "      \"id\": \"411000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"漯河市\",\n" +
            "      \"id\": \"411100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"三门峡市\",\n" +
            "      \"id\": \"411200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"南阳市\",\n" +
            "      \"id\": \"411300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"商丘市\",\n" +
            "      \"id\": \"411400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"信阳市\",\n" +
            "      \"id\": \"411500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"周口市\",\n" +
            "      \"id\": \"411600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"驻马店市\",\n" +
            "      \"id\": \"411700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"河南省\",\n" +
            "      \"name\": \"省直辖县级行政区划\",\n" +
            "      \"id\": \"419000\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"420000\": [\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"武汉市\",\n" +
            "      \"id\": \"420100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"黄石市\",\n" +
            "      \"id\": \"420200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"十堰市\",\n" +
            "      \"id\": \"420300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"宜昌市\",\n" +
            "      \"id\": \"420500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"襄阳市\",\n" +
            "      \"id\": \"420600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"鄂州市\",\n" +
            "      \"id\": \"420700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"荆门市\",\n" +
            "      \"id\": \"420800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"孝感市\",\n" +
            "      \"id\": \"420900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"荆州市\",\n" +
            "      \"id\": \"421000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"黄冈市\",\n" +
            "      \"id\": \"421100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"咸宁市\",\n" +
            "      \"id\": \"421200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"随州市\",\n" +
            "      \"id\": \"421300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"恩施土家族苗族自治州\",\n" +
            "      \"id\": \"422800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖北省\",\n" +
            "      \"name\": \"省直辖县级行政区划\",\n" +
            "      \"id\": \"429000\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"430000\": [\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"长沙市\",\n" +
            "      \"id\": \"430100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"株洲市\",\n" +
            "      \"id\": \"430200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"湘潭市\",\n" +
            "      \"id\": \"430300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"衡阳市\",\n" +
            "      \"id\": \"430400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"邵阳市\",\n" +
            "      \"id\": \"430500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"岳阳市\",\n" +
            "      \"id\": \"430600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"常德市\",\n" +
            "      \"id\": \"430700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"张家界市\",\n" +
            "      \"id\": \"430800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"益阳市\",\n" +
            "      \"id\": \"430900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"郴州市\",\n" +
            "      \"id\": \"431000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"永州市\",\n" +
            "      \"id\": \"431100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"怀化市\",\n" +
            "      \"id\": \"431200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"娄底市\",\n" +
            "      \"id\": \"431300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"湖南省\",\n" +
            "      \"name\": \"湘西土家族苗族自治州\",\n" +
            "      \"id\": \"433100\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"440000\": [\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"广州市\",\n" +
            "      \"id\": \"440100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"韶关市\",\n" +
            "      \"id\": \"440200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"深圳市\",\n" +
            "      \"id\": \"440300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"珠海市\",\n" +
            "      \"id\": \"440400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"汕头市\",\n" +
            "      \"id\": \"440500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"佛山市\",\n" +
            "      \"id\": \"440600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"江门市\",\n" +
            "      \"id\": \"440700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"湛江市\",\n" +
            "      \"id\": \"440800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"茂名市\",\n" +
            "      \"id\": \"440900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"肇庆市\",\n" +
            "      \"id\": \"441200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"惠州市\",\n" +
            "      \"id\": \"441300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"梅州市\",\n" +
            "      \"id\": \"441400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"汕尾市\",\n" +
            "      \"id\": \"441500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"河源市\",\n" +
            "      \"id\": \"441600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"阳江市\",\n" +
            "      \"id\": \"441700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"清远市\",\n" +
            "      \"id\": \"441800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"东莞市\",\n" +
            "      \"id\": \"441900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"中山市\",\n" +
            "      \"id\": \"442000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"潮州市\",\n" +
            "      \"id\": \"445100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"揭阳市\",\n" +
            "      \"id\": \"445200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广东省\",\n" +
            "      \"name\": \"云浮市\",\n" +
            "      \"id\": \"445300\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"450000\": [\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"南宁市\",\n" +
            "      \"id\": \"450100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"柳州市\",\n" +
            "      \"id\": \"450200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"桂林市\",\n" +
            "      \"id\": \"450300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"梧州市\",\n" +
            "      \"id\": \"450400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"北海市\",\n" +
            "      \"id\": \"450500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"防城港市\",\n" +
            "      \"id\": \"450600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"钦州市\",\n" +
            "      \"id\": \"450700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"贵港市\",\n" +
            "      \"id\": \"450800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"玉林市\",\n" +
            "      \"id\": \"450900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"百色市\",\n" +
            "      \"id\": \"451000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"贺州市\",\n" +
            "      \"id\": \"451100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"河池市\",\n" +
            "      \"id\": \"451200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"来宾市\",\n" +
            "      \"id\": \"451300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"广西壮族自治区\",\n" +
            "      \"name\": \"崇左市\",\n" +
            "      \"id\": \"451400\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"460000\": [\n" +
            "    {\n" +
            "      \"province\": \"海南省\",\n" +
            "      \"name\": \"海口市\",\n" +
            "      \"id\": \"460100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"海南省\",\n" +
            "      \"name\": \"三亚市\",\n" +
            "      \"id\": \"460200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"海南省\",\n" +
            "      \"name\": \"三沙市\",\n" +
            "      \"id\": \"460300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"海南省\",\n" +
            "      \"name\": \"儋州市\",\n" +
            "      \"id\": \"460400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"海南省\",\n" +
            "      \"name\": \"省直辖县级行政区划\",\n" +
            "      \"id\": \"469000\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"500000\": [\n" +
            "    {\n" +
            "      \"province\": \"重庆市\",\n" +
            "      \"name\": \"市辖区\",\n" +
            "      \"id\": \"500100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"重庆市\",\n" +
            "      \"name\": \"县\",\n" +
            "      \"id\": \"500200\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"510000\": [\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"成都市\",\n" +
            "      \"id\": \"510100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"自贡市\",\n" +
            "      \"id\": \"510300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"攀枝花市\",\n" +
            "      \"id\": \"510400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"泸州市\",\n" +
            "      \"id\": \"510500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"德阳市\",\n" +
            "      \"id\": \"510600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"绵阳市\",\n" +
            "      \"id\": \"510700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"广元市\",\n" +
            "      \"id\": \"510800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"遂宁市\",\n" +
            "      \"id\": \"510900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"内江市\",\n" +
            "      \"id\": \"511000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"乐山市\",\n" +
            "      \"id\": \"511100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"南充市\",\n" +
            "      \"id\": \"511300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"眉山市\",\n" +
            "      \"id\": \"511400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"宜宾市\",\n" +
            "      \"id\": \"511500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"广安市\",\n" +
            "      \"id\": \"511600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"达州市\",\n" +
            "      \"id\": \"511700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"雅安市\",\n" +
            "      \"id\": \"511800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"巴中市\",\n" +
            "      \"id\": \"511900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"资阳市\",\n" +
            "      \"id\": \"512000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"阿坝藏族羌族自治州\",\n" +
            "      \"id\": \"513200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"甘孜藏族自治州\",\n" +
            "      \"id\": \"513300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"四川省\",\n" +
            "      \"name\": \"凉山彝族自治州\",\n" +
            "      \"id\": \"513400\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"520000\": [\n" +
            "    {\n" +
            "      \"province\": \"贵州省\",\n" +
            "      \"name\": \"贵阳市\",\n" +
            "      \"id\": \"520100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"贵州省\",\n" +
            "      \"name\": \"六盘水市\",\n" +
            "      \"id\": \"520200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"贵州省\",\n" +
            "      \"name\": \"遵义市\",\n" +
            "      \"id\": \"520300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"贵州省\",\n" +
            "      \"name\": \"安顺市\",\n" +
            "      \"id\": \"520400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"贵州省\",\n" +
            "      \"name\": \"毕节市\",\n" +
            "      \"id\": \"520500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"贵州省\",\n" +
            "      \"name\": \"铜仁市\",\n" +
            "      \"id\": \"520600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"贵州省\",\n" +
            "      \"name\": \"黔西南布依族苗族自治州\",\n" +
            "      \"id\": \"522300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"贵州省\",\n" +
            "      \"name\": \"黔东南苗族侗族自治州\",\n" +
            "      \"id\": \"522600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"贵州省\",\n" +
            "      \"name\": \"黔南布依族苗族自治州\",\n" +
            "      \"id\": \"522700\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"530000\": [\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"昆明市\",\n" +
            "      \"id\": \"530100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"曲靖市\",\n" +
            "      \"id\": \"530300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"玉溪市\",\n" +
            "      \"id\": \"530400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"保山市\",\n" +
            "      \"id\": \"530500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"昭通市\",\n" +
            "      \"id\": \"530600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"丽江市\",\n" +
            "      \"id\": \"530700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"普洱市\",\n" +
            "      \"id\": \"530800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"临沧市\",\n" +
            "      \"id\": \"530900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"楚雄彝族自治州\",\n" +
            "      \"id\": \"532300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"红河哈尼族彝族自治州\",\n" +
            "      \"id\": \"532500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"文山壮族苗族自治州\",\n" +
            "      \"id\": \"532600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"西双版纳傣族自治州\",\n" +
            "      \"id\": \"532800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"大理白族自治州\",\n" +
            "      \"id\": \"532900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"德宏傣族景颇族自治州\",\n" +
            "      \"id\": \"533100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"怒江傈僳族自治州\",\n" +
            "      \"id\": \"533300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"云南省\",\n" +
            "      \"name\": \"迪庆藏族自治州\",\n" +
            "      \"id\": \"533400\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"540000\": [\n" +
            "    {\n" +
            "      \"province\": \"西藏自治区\",\n" +
            "      \"name\": \"拉萨市\",\n" +
            "      \"id\": \"540100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"西藏自治区\",\n" +
            "      \"name\": \"日喀则市\",\n" +
            "      \"id\": \"540200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"西藏自治区\",\n" +
            "      \"name\": \"昌都市\",\n" +
            "      \"id\": \"540300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"西藏自治区\",\n" +
            "      \"name\": \"林芝市\",\n" +
            "      \"id\": \"540400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"西藏自治区\",\n" +
            "      \"name\": \"山南市\",\n" +
            "      \"id\": \"540500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"西藏自治区\",\n" +
            "      \"name\": \"那曲地区\",\n" +
            "      \"id\": \"542400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"西藏自治区\",\n" +
            "      \"name\": \"阿里地区\",\n" +
            "      \"id\": \"542500\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"610000\": [\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"西安市\",\n" +
            "      \"id\": \"610100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"铜川市\",\n" +
            "      \"id\": \"610200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"宝鸡市\",\n" +
            "      \"id\": \"610300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"咸阳市\",\n" +
            "      \"id\": \"610400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"渭南市\",\n" +
            "      \"id\": \"610500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"延安市\",\n" +
            "      \"id\": \"610600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"汉中市\",\n" +
            "      \"id\": \"610700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"榆林市\",\n" +
            "      \"id\": \"610800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"安康市\",\n" +
            "      \"id\": \"610900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"陕西省\",\n" +
            "      \"name\": \"商洛市\",\n" +
            "      \"id\": \"611000\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"620000\": [\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"兰州市\",\n" +
            "      \"id\": \"620100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"嘉峪关市\",\n" +
            "      \"id\": \"620200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"金昌市\",\n" +
            "      \"id\": \"620300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"白银市\",\n" +
            "      \"id\": \"620400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"天水市\",\n" +
            "      \"id\": \"620500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"武威市\",\n" +
            "      \"id\": \"620600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"张掖市\",\n" +
            "      \"id\": \"620700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"平凉市\",\n" +
            "      \"id\": \"620800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"酒泉市\",\n" +
            "      \"id\": \"620900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"庆阳市\",\n" +
            "      \"id\": \"621000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"定西市\",\n" +
            "      \"id\": \"621100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"陇南市\",\n" +
            "      \"id\": \"621200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"临夏回族自治州\",\n" +
            "      \"id\": \"622900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"甘肃省\",\n" +
            "      \"name\": \"甘南藏族自治州\",\n" +
            "      \"id\": \"623000\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"630000\": [\n" +
            "    {\n" +
            "      \"province\": \"青海省\",\n" +
            "      \"name\": \"西宁市\",\n" +
            "      \"id\": \"630100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"青海省\",\n" +
            "      \"name\": \"海东市\",\n" +
            "      \"id\": \"630200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"青海省\",\n" +
            "      \"name\": \"海北藏族自治州\",\n" +
            "      \"id\": \"632200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"青海省\",\n" +
            "      \"name\": \"黄南藏族自治州\",\n" +
            "      \"id\": \"632300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"青海省\",\n" +
            "      \"name\": \"海南藏族自治州\",\n" +
            "      \"id\": \"632500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"青海省\",\n" +
            "      \"name\": \"果洛藏族自治州\",\n" +
            "      \"id\": \"632600\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"青海省\",\n" +
            "      \"name\": \"玉树藏族自治州\",\n" +
            "      \"id\": \"632700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"青海省\",\n" +
            "      \"name\": \"海西蒙古族藏族自治州\",\n" +
            "      \"id\": \"632800\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"640000\": [\n" +
            "    {\n" +
            "      \"province\": \"宁夏回族自治区\",\n" +
            "      \"name\": \"银川市\",\n" +
            "      \"id\": \"640100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"宁夏回族自治区\",\n" +
            "      \"name\": \"石嘴山市\",\n" +
            "      \"id\": \"640200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"宁夏回族自治区\",\n" +
            "      \"name\": \"吴忠市\",\n" +
            "      \"id\": \"640300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"宁夏回族自治区\",\n" +
            "      \"name\": \"固原市\",\n" +
            "      \"id\": \"640400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"宁夏回族自治区\",\n" +
            "      \"name\": \"中卫市\",\n" +
            "      \"id\": \"640500\"\n" +
            "    }\n" +
            "  ],\n" +
            "  \"650000\": [\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"乌鲁木齐市\",\n" +
            "      \"id\": \"650100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"克拉玛依市\",\n" +
            "      \"id\": \"650200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"吐鲁番市\",\n" +
            "      \"id\": \"650400\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"哈密市\",\n" +
            "      \"id\": \"650500\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"昌吉回族自治州\",\n" +
            "      \"id\": \"652300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"博尔塔拉蒙古自治州\",\n" +
            "      \"id\": \"652700\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"巴音郭楞蒙古自治州\",\n" +
            "      \"id\": \"652800\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"阿克苏地区\",\n" +
            "      \"id\": \"652900\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"克孜勒苏柯尔克孜自治州\",\n" +
            "      \"id\": \"653000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"喀什地区\",\n" +
            "      \"id\": \"653100\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"和田地区\",\n" +
            "      \"id\": \"653200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"伊犁哈萨克自治州\",\n" +
            "      \"id\": \"654000\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"塔城地区\",\n" +
            "      \"id\": \"654200\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"阿勒泰地区\",\n" +
            "      \"id\": \"654300\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"province\": \"新疆维吾尔自治区\",\n" +
            "      \"name\": \"自治区直辖县级行政区划\",\n" +
            "      \"id\": \"659000\"\n" +
            "    }\n" +
            "  ]\n" +
            "}\n";

    String v1="[\n" +
            "        {\n" +
            "            \"x\": \"2020-01-30\",\n" +
            "            \"y\": 7\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-01-31\",\n" +
            "            \"y\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-01\",\n" +
            "            \"y\": 4\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-02\",\n" +
            "            \"y\": 2\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-03\",\n" +
            "            \"y\": 4\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-04\",\n" +
            "            \"y\": 7\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-05\",\n" +
            "            \"y\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-06\",\n" +
            "            \"y\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-07\",\n" +
            "            \"y\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-08\",\n" +
            "            \"y\": 9\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-09\",\n" +
            "            \"y\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-10\",\n" +
            "            \"y\": 3\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-11\",\n" +
            "            \"y\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-12\",\n" +
            "            \"y\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-13\",\n" +
            "            \"y\": 3\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-14\",\n" +
            "            \"y\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-15\",\n" +
            "            \"y\": 5\n" +
            "        }\n" +
            "    ]";

    String v2="[\n" +
            "        {\n" +
            "            \"x\": \"2020-01-30\",\n" +
            "            \"y\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-01-31\",\n" +
            "            \"y\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-01\",\n" +
            "            \"y\": 4\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-02\",\n" +
            "            \"y\": 8\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-03\",\n" +
            "            \"y\": 3\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-04\",\n" +
            "            \"y\": 7\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-05\",\n" +
            "            \"y\": 2\n" +
            "        }\n" +
            "    ]";

    public static final String analytisFakeData ="{\n" +
            "    \"visitData\": [\n" +
            "        {\n" +
            "            \"x\": \"2020-01-30\",\n" +
            "            \"y\": 7\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-01-31\",\n" +
            "            \"y\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-01\",\n" +
            "            \"y\": 4\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-02\",\n" +
            "            \"y\": 2\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-03\",\n" +
            "            \"y\": 4\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-04\",\n" +
            "            \"y\": 7\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-05\",\n" +
            "            \"y\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-06\",\n" +
            "            \"y\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-07\",\n" +
            "            \"y\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-08\",\n" +
            "            \"y\": 9\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-09\",\n" +
            "            \"y\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-10\",\n" +
            "            \"y\": 3\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-11\",\n" +
            "            \"y\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-12\",\n" +
            "            \"y\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-13\",\n" +
            "            \"y\": 3\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-14\",\n" +
            "            \"y\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-15\",\n" +
            "            \"y\": 5\n" +
            "        }\n" +
            "    ],\n" +
            "    \"visitData2\": [\n" +
            "        {\n" +
            "            \"x\": \"2020-01-30\",\n" +
            "            \"y\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-01-31\",\n" +
            "            \"y\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-01\",\n" +
            "            \"y\": 4\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-02\",\n" +
            "            \"y\": 8\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-03\",\n" +
            "            \"y\": 3\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-04\",\n" +
            "            \"y\": 7\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2020-02-05\",\n" +
            "            \"y\": 2\n" +
            "        }\n" +
            "    ],\n" +
            "    \"salesData\": [\n" +
            "        {\n" +
            "            \"x\": \"1月\",\n" +
            "            \"y\": 558\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"2月\",\n" +
            "            \"y\": 348\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"3月\",\n" +
            "            \"y\": 415\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"4月\",\n" +
            "            \"y\": 621\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"5月\",\n" +
            "            \"y\": 704\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"6月\",\n" +
            "            \"y\": 757\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"7月\",\n" +
            "            \"y\": 1067\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"8月\",\n" +
            "            \"y\": 424\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"9月\",\n" +
            "            \"y\": 551\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"10月\",\n" +
            "            \"y\": 1160\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"11月\",\n" +
            "            \"y\": 1102\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"12月\",\n" +
            "            \"y\": 828\n" +
            "        }\n" +
            "    ],\n" +
            "    \"searchData\": [\n" +
            "        {\n" +
            "            \"index\": 1,\n" +
            "            \"keyword\": \"搜索关键词-0\",\n" +
            "            \"count\": 518,\n" +
            "            \"range\": 93,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 2,\n" +
            "            \"keyword\": \"搜索关键词-1\",\n" +
            "            \"count\": 357,\n" +
            "            \"range\": 27,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 3,\n" +
            "            \"keyword\": \"搜索关键词-2\",\n" +
            "            \"count\": 779,\n" +
            "            \"range\": 4,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 4,\n" +
            "            \"keyword\": \"搜索关键词-3\",\n" +
            "            \"count\": 127,\n" +
            "            \"range\": 52,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 5,\n" +
            "            \"keyword\": \"搜索关键词-4\",\n" +
            "            \"count\": 886,\n" +
            "            \"range\": 67,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 6,\n" +
            "            \"keyword\": \"搜索关键词-5\",\n" +
            "            \"count\": 247,\n" +
            "            \"range\": 37,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 7,\n" +
            "            \"keyword\": \"搜索关键词-6\",\n" +
            "            \"count\": 551,\n" +
            "            \"range\": 22,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 8,\n" +
            "            \"keyword\": \"搜索关键词-7\",\n" +
            "            \"count\": 261,\n" +
            "            \"range\": 22,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 9,\n" +
            "            \"keyword\": \"搜索关键词-8\",\n" +
            "            \"count\": 731,\n" +
            "            \"range\": 1,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 10,\n" +
            "            \"keyword\": \"搜索关键词-9\",\n" +
            "            \"count\": 456,\n" +
            "            \"range\": 84,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 11,\n" +
            "            \"keyword\": \"搜索关键词-10\",\n" +
            "            \"count\": 455,\n" +
            "            \"range\": 61,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 12,\n" +
            "            \"keyword\": \"搜索关键词-11\",\n" +
            "            \"count\": 522,\n" +
            "            \"range\": 38,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 13,\n" +
            "            \"keyword\": \"搜索关键词-12\",\n" +
            "            \"count\": 207,\n" +
            "            \"range\": 51,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 14,\n" +
            "            \"keyword\": \"搜索关键词-13\",\n" +
            "            \"count\": 76,\n" +
            "            \"range\": 48,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 15,\n" +
            "            \"keyword\": \"搜索关键词-14\",\n" +
            "            \"count\": 335,\n" +
            "            \"range\": 13,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 16,\n" +
            "            \"keyword\": \"搜索关键词-15\",\n" +
            "            \"count\": 532,\n" +
            "            \"range\": 1,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 17,\n" +
            "            \"keyword\": \"搜索关键词-16\",\n" +
            "            \"count\": 434,\n" +
            "            \"range\": 74,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 18,\n" +
            "            \"keyword\": \"搜索关键词-17\",\n" +
            "            \"count\": 273,\n" +
            "            \"range\": 32,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 19,\n" +
            "            \"keyword\": \"搜索关键词-18\",\n" +
            "            \"count\": 25,\n" +
            "            \"range\": 60,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 20,\n" +
            "            \"keyword\": \"搜索关键词-19\",\n" +
            "            \"count\": 298,\n" +
            "            \"range\": 61,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 21,\n" +
            "            \"keyword\": \"搜索关键词-20\",\n" +
            "            \"count\": 56,\n" +
            "            \"range\": 99,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 22,\n" +
            "            \"keyword\": \"搜索关键词-21\",\n" +
            "            \"count\": 519,\n" +
            "            \"range\": 97,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 23,\n" +
            "            \"keyword\": \"搜索关键词-22\",\n" +
            "            \"count\": 115,\n" +
            "            \"range\": 15,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 24,\n" +
            "            \"keyword\": \"搜索关键词-23\",\n" +
            "            \"count\": 22,\n" +
            "            \"range\": 59,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 25,\n" +
            "            \"keyword\": \"搜索关键词-24\",\n" +
            "            \"count\": 255,\n" +
            "            \"range\": 63,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 26,\n" +
            "            \"keyword\": \"搜索关键词-25\",\n" +
            "            \"count\": 429,\n" +
            "            \"range\": 97,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 27,\n" +
            "            \"keyword\": \"搜索关键词-26\",\n" +
            "            \"count\": 206,\n" +
            "            \"range\": 27,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 28,\n" +
            "            \"keyword\": \"搜索关键词-27\",\n" +
            "            \"count\": 203,\n" +
            "            \"range\": 31,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 29,\n" +
            "            \"keyword\": \"搜索关键词-28\",\n" +
            "            \"count\": 464,\n" +
            "            \"range\": 99,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 30,\n" +
            "            \"keyword\": \"搜索关键词-29\",\n" +
            "            \"count\": 632,\n" +
            "            \"range\": 89,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 31,\n" +
            "            \"keyword\": \"搜索关键词-30\",\n" +
            "            \"count\": 716,\n" +
            "            \"range\": 9,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 32,\n" +
            "            \"keyword\": \"搜索关键词-31\",\n" +
            "            \"count\": 933,\n" +
            "            \"range\": 37,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 33,\n" +
            "            \"keyword\": \"搜索关键词-32\",\n" +
            "            \"count\": 297,\n" +
            "            \"range\": 99,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 34,\n" +
            "            \"keyword\": \"搜索关键词-33\",\n" +
            "            \"count\": 908,\n" +
            "            \"range\": 83,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 35,\n" +
            "            \"keyword\": \"搜索关键词-34\",\n" +
            "            \"count\": 589,\n" +
            "            \"range\": 20,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 36,\n" +
            "            \"keyword\": \"搜索关键词-35\",\n" +
            "            \"count\": 567,\n" +
            "            \"range\": 55,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 37,\n" +
            "            \"keyword\": \"搜索关键词-36\",\n" +
            "            \"count\": 41,\n" +
            "            \"range\": 58,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 38,\n" +
            "            \"keyword\": \"搜索关键词-37\",\n" +
            "            \"count\": 7,\n" +
            "            \"range\": 39,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 39,\n" +
            "            \"keyword\": \"搜索关键词-38\",\n" +
            "            \"count\": 532,\n" +
            "            \"range\": 84,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 40,\n" +
            "            \"keyword\": \"搜索关键词-39\",\n" +
            "            \"count\": 988,\n" +
            "            \"range\": 66,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 41,\n" +
            "            \"keyword\": \"搜索关键词-40\",\n" +
            "            \"count\": 465,\n" +
            "            \"range\": 23,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 42,\n" +
            "            \"keyword\": \"搜索关键词-41\",\n" +
            "            \"count\": 256,\n" +
            "            \"range\": 75,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 43,\n" +
            "            \"keyword\": \"搜索关键词-42\",\n" +
            "            \"count\": 733,\n" +
            "            \"range\": 14,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 44,\n" +
            "            \"keyword\": \"搜索关键词-43\",\n" +
            "            \"count\": 910,\n" +
            "            \"range\": 39,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 45,\n" +
            "            \"keyword\": \"搜索关键词-44\",\n" +
            "            \"count\": 315,\n" +
            "            \"range\": 84,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 46,\n" +
            "            \"keyword\": \"搜索关键词-45\",\n" +
            "            \"count\": 936,\n" +
            "            \"range\": 42,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 47,\n" +
            "            \"keyword\": \"搜索关键词-46\",\n" +
            "            \"count\": 547,\n" +
            "            \"range\": 16,\n" +
            "            \"status\": 0\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 48,\n" +
            "            \"keyword\": \"搜索关键词-47\",\n" +
            "            \"count\": 201,\n" +
            "            \"range\": 50,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 49,\n" +
            "            \"keyword\": \"搜索关键词-48\",\n" +
            "            \"count\": 94,\n" +
            "            \"range\": 16,\n" +
            "            \"status\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"index\": 50,\n" +
            "            \"keyword\": \"搜索关键词-49\",\n" +
            "            \"count\": 925,\n" +
            "            \"range\": 26,\n" +
            "            \"status\": 1\n" +
            "        }\n" +
            "    ],\n" +
            "    \"offlineData\": [\n" +
            "        {\n" +
            "            \"name\": \"Stores 0\",\n" +
            "            \"cvr\": 0.8\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"Stores 1\",\n" +
            "            \"cvr\": 0.8\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"Stores 2\",\n" +
            "            \"cvr\": 0.3\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"Stores 3\",\n" +
            "            \"cvr\": 0.7\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"Stores 4\",\n" +
            "            \"cvr\": 0.3\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"Stores 5\",\n" +
            "            \"cvr\": 0.9\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"Stores 6\",\n" +
            "            \"cvr\": 0.6\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"Stores 7\",\n" +
            "            \"cvr\": 0.2\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"Stores 8\",\n" +
            "            \"cvr\": 0.8\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"Stores 9\",\n" +
            "            \"cvr\": 0.8\n" +
            "        }\n" +
            "    ],\n" +
            "    \"offlineChartData\": [\n" +
            "        {\n" +
            "            \"x\": 1580360439252,\n" +
            "            \"y1\": 56,\n" +
            "            \"y2\": 91\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580362239252,\n" +
            "            \"y1\": 32,\n" +
            "            \"y2\": 18\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580364039253,\n" +
            "            \"y1\": 21,\n" +
            "            \"y2\": 18\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580365839253,\n" +
            "            \"y1\": 69,\n" +
            "            \"y2\": 100\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580367639253,\n" +
            "            \"y1\": 54,\n" +
            "            \"y2\": 102\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580369439253,\n" +
            "            \"y1\": 76,\n" +
            "            \"y2\": 73\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580371239253,\n" +
            "            \"y1\": 92,\n" +
            "            \"y2\": 45\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580373039253,\n" +
            "            \"y1\": 32,\n" +
            "            \"y2\": 102\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580374839253,\n" +
            "            \"y1\": 18,\n" +
            "            \"y2\": 75\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580376639253,\n" +
            "            \"y1\": 88,\n" +
            "            \"y2\": 78\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580378439253,\n" +
            "            \"y1\": 67,\n" +
            "            \"y2\": 82\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580380239253,\n" +
            "            \"y1\": 97,\n" +
            "            \"y2\": 95\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580382039253,\n" +
            "            \"y1\": 69,\n" +
            "            \"y2\": 105\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580383839253,\n" +
            "            \"y1\": 18,\n" +
            "            \"y2\": 89\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580385639253,\n" +
            "            \"y1\": 107,\n" +
            "            \"y2\": 77\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580387439253,\n" +
            "            \"y1\": 77,\n" +
            "            \"y2\": 92\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580389239253,\n" +
            "            \"y1\": 17,\n" +
            "            \"y2\": 48\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580391039253,\n" +
            "            \"y1\": 54,\n" +
            "            \"y2\": 50\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580392839253,\n" +
            "            \"y1\": 60,\n" +
            "            \"y2\": 25\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": 1580394639253,\n" +
            "            \"y1\": 77,\n" +
            "            \"y2\": 17\n" +
            "        }\n" +
            "    ],\n" +
            "    \"salesTypeData\": [\n" +
            "        {\n" +
            "            \"x\": \"家用电器\",\n" +
            "            \"y\": 4544\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"食用酒水\",\n" +
            "            \"y\": 3321\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"个护健康\",\n" +
            "            \"y\": 3113\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"服饰箱包\",\n" +
            "            \"y\": 2341\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"母婴产品\",\n" +
            "            \"y\": 1231\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"其他\",\n" +
            "            \"y\": 1231\n" +
            "        }\n" +
            "    ],\n" +
            "    \"salesTypeDataOnline\": [\n" +
            "        {\n" +
            "            \"x\": \"家用电器\",\n" +
            "            \"y\": 244\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"食用酒水\",\n" +
            "            \"y\": 321\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"个护健康\",\n" +
            "            \"y\": 311\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"服饰箱包\",\n" +
            "            \"y\": 41\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"母婴产品\",\n" +
            "            \"y\": 121\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"其他\",\n" +
            "            \"y\": 111\n" +
            "        }\n" +
            "    ],\n" +
            "    \"salesTypeDataOffline\": [\n" +
            "        {\n" +
            "            \"x\": \"家用电器\",\n" +
            "            \"y\": 99\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"食用酒水\",\n" +
            "            \"y\": 188\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"个护健康\",\n" +
            "            \"y\": 344\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"服饰箱包\",\n" +
            "            \"y\": 255\n" +
            "        },\n" +
            "        {\n" +
            "            \"x\": \"其他\",\n" +
            "            \"y\": 65\n" +
            "        }\n" +
            "    ],\n" +
            "    \"radarData\": [\n" +
            "        {\n" +
            "            \"name\": \"个人\",\n" +
            "            \"label\": \"引用\",\n" +
            "            \"value\": 10\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"个人\",\n" +
            "            \"label\": \"口碑\",\n" +
            "            \"value\": 8\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"个人\",\n" +
            "            \"label\": \"产量\",\n" +
            "            \"value\": 4\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"个人\",\n" +
            "            \"label\": \"贡献\",\n" +
            "            \"value\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"个人\",\n" +
            "            \"label\": \"热度\",\n" +
            "            \"value\": 7\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"团队\",\n" +
            "            \"label\": \"引用\",\n" +
            "            \"value\": 3\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"团队\",\n" +
            "            \"label\": \"口碑\",\n" +
            "            \"value\": 9\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"团队\",\n" +
            "            \"label\": \"产量\",\n" +
            "            \"value\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"团队\",\n" +
            "            \"label\": \"贡献\",\n" +
            "            \"value\": 3\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"团队\",\n" +
            "            \"label\": \"热度\",\n" +
            "            \"value\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"部门\",\n" +
            "            \"label\": \"引用\",\n" +
            "            \"value\": 4\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"部门\",\n" +
            "            \"label\": \"口碑\",\n" +
            "            \"value\": 1\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"部门\",\n" +
            "            \"label\": \"产量\",\n" +
            "            \"value\": 6\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"部门\",\n" +
            "            \"label\": \"贡献\",\n" +
            "            \"value\": 5\n" +
            "        },\n" +
            "        {\n" +
            "            \"name\": \"部门\",\n" +
            "            \"label\": \"热度\",\n" +
            "            \"value\": 7\n" +
            "        }\n" +
            "    ]\n" +
            "}";

    public static String basic="{}";

    public static String tablePageData="{\n" +
            "    \"data\": [\n" +
            "        {\n" +
            "            \"key\": 0,\n" +
            "            \"disabled\": true,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/eeHMaZBwmTvLdIwMfBpg.png\",\n" +
            "            \"name\": \"TradeCode 0\",\n" +
            "            \"title\": \"一个任务名称 0\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 797,\n" +
            "            \"status\": 3,\n" +
            "            \"updatedAt\": \"2017-06-30T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-06-30T16:00:00.000Z\",\n" +
            "            \"progress\": 89\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": 1,\n" +
            "            \"disabled\": false,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/udxAbMEhpwthVVcjLXik.png\",\n" +
            "            \"name\": \"TradeCode 1\",\n" +
            "            \"title\": \"一个任务名称 1\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 442,\n" +
            "            \"status\": 1,\n" +
            "            \"updatedAt\": \"2017-06-30T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-06-30T16:00:00.000Z\",\n" +
            "            \"progress\": 52\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": 2,\n" +
            "            \"disabled\": false,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/eeHMaZBwmTvLdIwMfBpg.png\",\n" +
            "            \"name\": \"TradeCode 2\",\n" +
            "            \"title\": \"一个任务名称 2\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 671,\n" +
            "            \"status\": 1,\n" +
            "            \"updatedAt\": \"2017-07-01T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-07-01T16:00:00.000Z\",\n" +
            "            \"progress\": 89\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": 3,\n" +
            "            \"disabled\": false,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/udxAbMEhpwthVVcjLXik.png\",\n" +
            "            \"name\": \"TradeCode 3\",\n" +
            "            \"title\": \"一个任务名称 3\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 517,\n" +
            "            \"status\": 3,\n" +
            "            \"updatedAt\": \"2017-07-01T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-07-01T16:00:00.000Z\",\n" +
            "            \"progress\": 76\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": 4,\n" +
            "            \"disabled\": false,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/eeHMaZBwmTvLdIwMfBpg.png\",\n" +
            "            \"name\": \"TradeCode 4\",\n" +
            "            \"title\": \"一个任务名称 4\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 693,\n" +
            "            \"status\": 0,\n" +
            "            \"updatedAt\": \"2017-07-02T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-07-02T16:00:00.000Z\",\n" +
            "            \"progress\": 8\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": 5,\n" +
            "            \"disabled\": false,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/udxAbMEhpwthVVcjLXik.png\",\n" +
            "            \"name\": \"TradeCode 5\",\n" +
            "            \"title\": \"一个任务名称 5\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 672,\n" +
            "            \"status\": 3,\n" +
            "            \"updatedAt\": \"2017-07-02T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-07-02T16:00:00.000Z\",\n" +
            "            \"progress\": 57\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": 6,\n" +
            "            \"disabled\": true,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/eeHMaZBwmTvLdIwMfBpg.png\",\n" +
            "            \"name\": \"TradeCode 6\",\n" +
            "            \"title\": \"一个任务名称 6\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 171,\n" +
            "            \"status\": 0,\n" +
            "            \"updatedAt\": \"2017-07-03T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-07-03T16:00:00.000Z\",\n" +
            "            \"progress\": 13\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": 7,\n" +
            "            \"disabled\": false,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/udxAbMEhpwthVVcjLXik.png\",\n" +
            "            \"name\": \"TradeCode 7\",\n" +
            "            \"title\": \"一个任务名称 7\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 144,\n" +
            "            \"status\": 1,\n" +
            "            \"updatedAt\": \"2017-07-03T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-07-03T16:00:00.000Z\",\n" +
            "            \"progress\": 2\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": 8,\n" +
            "            \"disabled\": false,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/eeHMaZBwmTvLdIwMfBpg.png\",\n" +
            "            \"name\": \"TradeCode 8\",\n" +
            "            \"title\": \"一个任务名称 8\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 381,\n" +
            "            \"status\": 1,\n" +
            "            \"updatedAt\": \"2017-07-04T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-07-04T16:00:00.000Z\",\n" +
            "            \"progress\": 41\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": 9,\n" +
            "            \"disabled\": false,\n" +
            "            \"href\": \"https://ant.design\",\n" +
            "            \"avatar\": \"https://gw.alipayobjects.com/zos/rmsportal/udxAbMEhpwthVVcjLXik.png\",\n" +
            "            \"name\": \"TradeCode 9\",\n" +
            "            \"title\": \"一个任务名称 9\",\n" +
            "            \"owner\": \"曲丽丽\",\n" +
            "            \"desc\": \"这是一段描述\",\n" +
            "            \"callNo\": 618,\n" +
            "            \"status\": 1,\n" +
            "            \"updatedAt\": \"2017-07-04T16:00:00.000Z\",\n" +
            "            \"createdAt\": \"2017-07-04T16:00:00.000Z\",\n" +
            "            \"progress\": 96\n" +
            "        }\n" +
            "    ],\n" +
            "    \"total\": 10,\n" +
            "    \"success\": true,\n" +
            "    \"pageSize\": 10,\n" +
            "    \"current\": 1\n" +
            "}";

    public  static  String userInfo="{\n" +
            "    \"name\": \"Serati Ma\",\n" +
            "    \"avatar\": \"https://gw.alipayobjects.com/zos/antfincdn/XAosXuNZyF/BiazfanxmamNRoxxVxka.png\",\n" +
            "    \"userid\": \"00000001\",\n" +
            "    \"email\": \"antdesign@alipay.com\",\n" +
            "    \"signature\": \"海纳百川，有容乃大\",\n" +
            "    \"title\": \"交互专家\",\n" +
            "    \"group\": \"蚂蚁金服－某某某事业群－某某平台部－某某技术部－UED\",\n" +
            "    \"tags\": [\n" +
            "        {\n" +
            "            \"key\": \"0\",\n" +
            "            \"label\": \"很有想法的\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": \"1\",\n" +
            "            \"label\": \"专注设计\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": \"2\",\n" +
            "            \"label\": \"辣~\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": \"3\",\n" +
            "            \"label\": \"大长腿\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": \"4\",\n" +
            "            \"label\": \"川妹子\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"key\": \"5\",\n" +
            "            \"label\": \"海纳百川\"\n" +
            "        }\n" +
            "    ],\n" +
            "    \"notifyCount\": 12,\n" +
            "    \"unreadCount\": 11,\n" +
            "    \"country\": \"China\",\n" +
            "    \"geographic\": {\n" +
            "        \"province\": {\n" +
            "            \"label\": \"浙江省\",\n" +
            "            \"key\": \"330000\"\n" +
            "        },\n" +
            "        \"city\": {\n" +
            "            \"label\": \"杭州市\",\n" +
            "            \"key\": \"330100\"\n" +
            "        }\n" +
            "    },\n" +
            "    \"address\": \"西湖区工专路 77 号\",\n" +
            "    \"phone\": \"0752-268888888\"\n" +
            "}";

}
